[
  {
    "id": 738786,
    "title": "Smart Watch Changes Our Life",
    "catagory": "Tech & Shots",
    "websiteLink": "https://google.com",
    "image": "https://i.ibb.co/Wn7P286/whatch.jpg",
    "pubDate": "Sep 6 2023",
    "description": {
      "shortDes": "Smart Watch Changes Our Life",
      "longDes": "The latest Smart Watch is a revolutionary device that has the power to transform our daily lives. With advanced features such as health monitoring, fitness tracking, and seamless connectivity, it's not just a timepiece but a companion for a healthier and more connected lifestyle."
    }
  },

  {
    "id": 738787,
    "title": "Augmented Reality Glasses",
    "catagory": "Tech & Shots",
    "websiteLink": "https://google.com",
    "image": "https://i.ibb.co/Qp39qys/glass.jpg",
    "pubDate": "Sep 10 2023",
    "description": {
      "shortDes": "Experience the Future with AR Glasses",
      "longDes": "Step into the future with Augmented Reality Glasses that overlay digital information onto the real world. These sleek and lightweight glasses open up new possibilities for gaming, navigation, and immersive experiences, blurring the line between the virtual and physical realms."
    }
  },

  {
    "id": 738788,
    "title": "Quantum Computing Device",
    "catagory": "Tech & Shots",
    "websiteLink": "https://google.com",
    "image": "https://i.ibb.co/3BgrHXH/quantam.jpg",
    "pubDate": "Sep 15 2023",
    "description": {
      "shortDes": "Unleashing the Power of Quantum Computing",
      "longDes": "Experience computing like never before with the Quantum Computing Device. Harnessing the principles of quantum mechanics, this device has the potential to solve complex problems at speeds unimaginable by classical computers. Dive into a new era of computation and discovery."
    }
  },

  {
    "id": 738789,
    "title": "Foldable Smartphone",
    "catagory": "Tech & Shots",
    "websiteLink": "https://google.com",
    "image": "https://i.ibb.co/Q9xW3bG/fold.jpg",
    "pubDate": "Sep 20 2023",
    "description": {
      "shortDes": "Unfold the Future with Foldable Smartphone",
      "longDes": "Introducing the next evolution in smartphone design – the Foldable Smartphone. Seamlessly transition between a compact device and a larger screen for enhanced multitasking and entertainment. Redefine your mobile experience with cutting-edge foldable technology."
    }
  },

  {
    "id": 738790,
    "title": "AI-Powered Smart Camera",
    "catagory": "Tech & Shots",
    "websiteLink": "https://google.com",
    "image": "https://i.ibb.co/Qnz1mTc/smart.png",
    "pubDate": "Sep 25 2023",
    "description": {
      "shortDes": "Capture Moments Like Never Before",
      "longDes": "Revolutionize photography with the AI-Powered Smart Camera. This advanced camera utilizes artificial intelligence to automatically adjust settings, recognize scenes, and capture stunning images. Say goodbye to complicated camera settings and hello to effortless, high-quality photography."
    }
  },

  {
    "id": 738791,
    "title": "5G-enabled Smart Home Hub",
    "catagory": "Tech & Shots",
    "websiteLink": "https://google.com",
    "image": "https://i.ibb.co/hfTthZ0/hub.jpg",
    "pubDate": "Sep 30 2023",
    "description": {
      "shortDes": "Connect and Control Your Home with 5G",
      "longDes": "Step into the future of smart living with the revolutionary 5G-enabled Smart Home Hub, designed to redefine the way you experience and interact with your living space. This cutting-edge hub seamlessly integrates with your smart devices, offering not just connectivity but an unprecedented level of control and intelligence.\n\nImmerse yourself in the world of lightning-fast 5G connectivity, ensuring that your devices respond instantaneously to your commands. Whether you're streaming content, adjusting your home's climate, or enhancing security measures, the Smart Home Hub empowers you with the speed and efficiency of next-generation technology."
    }
  }
]
